Repository: nanoy42/dinomail
Catalog: src/core/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Verification chain
fr: Chaîne de vérification

source: domain
fr: domaine

source: domains
fr: domaines

source: not set
fr: non configuré

source: dns record not found
fr: enregistrement dns non trouvé

source: no dns key found in record
fr: pas de clé trouvée dans l'enregistrement

source: key and dns record don't match
fr: la clé et l'enregistrement dns ne correspondent pas

source: No DNS record for DMARC
fr: Pas d'enregistrement DNS pour DMARC

source: DNS record does not contain v=DMARC1
fr: L'enregistrement DNS ne contient pas v=DMARC1

source: No DNS record for SPF
fr: Pas d'enregistrement DNS pour SPF

source: name
fr: nom

source: dkim key name
fr: nom de la clé dkim

source: dkim key
fr: clé dkim

source: dkim status
fr: statut dkim

source: dkim status last update
fr: dernière mise à jour du statut dkim

source: display name
fr: nom d'affichage

source: short display name
fr: nom d'affichage court

source: imap address
fr: adresse imap

source: pop address
fr: adresse pop

source: smtp address
fr: adresse smtp

source: user
fr: utilisateur

source: users
fr: utilisateurs

source: password
fr: mot de passe

source: The domain of {email} ({email_domain}) is not the same as the domain {domain}
fr: Le domaine de {email} ({email_domain}) n'est pas le même que le domaine {domain}

source: aliases
fr: alias

source: Legals
fr: Légal

source: Domains
fr: Domaines

source: There is one virtual domain
fr: Il y a un domaine.

source: Users
fr: Utilisateurs

source: There is one virtual user
fr: Il a un utilisateur.

source: Aliases
fr: Alias

source: There is one virtual alias
fr: Il y a un alias.

source: DinoMail is distributed under the GNU General Public License v3 (GPLv3) stated below :
fr: Dinomail est distribué sous la license GPLv3, décrite ci-dessous :

source: Theme
fr: Thème

source: The theme is provided by Bootstrap4 (<a href="https://getbootstrap.com/">https://getbootstrap.com/</a>) which is distributed under the MIT, stated below :
fr: Le thème est celui de Boostrap4 ("https://getbootstrap.com/">https://getbootstrap.com/</a>) qui est distribué sous license MIT, écrite ci-dessous :

source: Icons
fr: Icônes

source: Other
fr: Autre

source: Login
fr: Connexion

source: Home
fr: Accueil

source: Logout
fr: Déconnexion

source: Search
fr: Chercher

source: Results for %(search)s
fr: Résultats pour %(search)s

source: Domains
fr: Domaines

source: Domain
fr: Domaine

source: Exterior ?
fr: Extérieur ?

source: Yes,No
fr: Oui,None

source: Destination domain is managed by this instance but no email or alias was found.
fr: Le domaine de destination est géré par l'instance mais aucun email ou alias correspondant n'a été trouvé.

source: Name
fr: Nom

source: DKIM status
fr: Statut DKIM

source: Update DKIM status
fr: Mettre à jour le statut DKIM

source: DKIM scan details
fr: Détails du scan DKIM

source: New alias
fr: Nouvel alias

source: Name of key
fr: Nom de la clé

source: Key value
fr: Valeur de la clé

source: DNS response
fr: Réponse DNS

source: Key extracted
fr: Clé extraite

source: Scan result
fr: Résultat du scan

source: DMARC scan for domain %(name)s
fr: Détails du scan DMARC pour le domaine %(name)s

source: v=DMARC1 found
fr: v=DMARC1 trouvé

source: p= found
fr: p= trouvé

source: New domain
fr: Nouveau domaine

source: SPF scan for domain %(name)s
fr: Détails du scan SPF pour le domaine %(name)s

source: DNS responses
fr: Réponses DNS

source: New user
fr: Nouvel utilisateur

source: Add domain
fr: Ajouter un domaine

source: Add
fr: Ajouter

source: Change domain {}
fr: Modification du domaine {}

source: Change
fr: Modifier

source: Enter domain name to confirm deletion
fr: Entrer le nom du domaine pour confirmer la supression

source: Domain {} was deleted
fr: Le domaine {} a été supprimé

source: Names don't match. Operation cancelled.
fr: Les noms ne correspondent pas. Opération annulée.

source: Delete domain {}
fr: Supprimer le domaine {}

source: Delete
fr: Supprimer

source: Add user
fr: Ajouter l'utilisateur

source: Change user {}
fr: Modification de l'utilisateur {}

source: {}'s password was changed
fr: Le mot de passe de {} a été modifié

source: Change {}'s password
fr: Modification du mot de passe de {}

source: Enter user's email to confirm deletion
fr: Entrer l'email du compte pour confirmer la suppression

source: User {} was deleted
fr: L'utilisateur {} a été supprimé

source: Emails don't match. Operation cancelled
fr: Les emails ne correspondent pas. Opération annulée.

source: Delete user {}
fr: Suppression de l'utilisateur {}

source: Add alias
fr: Ajouter l'alias

source: Alias {} was changed
fr: L'alias {} a été modifié

source: Change alias {}
fr: Modification de l'alias {}

source: Alias {} was deleted
fr: L'alias {} a été supprimé

source: Api key was regenerated.
fr: La clé API a été générée.
